[
    {
        "id": "1",
        "name": "M31 Dual Sim Phone",
        "brand": "Samsung",
        "color": "Navy Blue",
        "price": 15000,
        "category": "Mobile",
        "description": "The Samsung Galaxy M series has gained a lot of popularity thanks to affordable prices and up-to-date hardware. Samsung has managed to lower prices by selling these models online, reducing distribution costs.",
        "features": [
            "Quad Camera Setup - 64MP (F1.8) Main Camera +8MP (F2.2) Ultra Wide Camera +5MP(F2.2) Depth Camera +5MP(F2.4) Macro Camera and 32MP (F2.0) front facing Camera",
            "6.4-inch(16.21 centimeters) Super Amoled - Infinity U Cut Display , FHD+ Resolution (2340 x 1080) , 404 ppi pixel density and 16M color support",
            "Android v10.0 operating system with 2.3GHz + 1.7GHz Exynos 9611 Octa core processor , 6GB RAM, 128GB internal memory expandable up to 512GB and dual SIM"
        ],
        "imgUrl": "assets/images/product-images/m31-samsung.jpg",
        "quantity": 4,
        "rating": 4.3
    },
    {
        "id": "2",
        "name": "Tribit Wireless Headphones",
        "brand": "Tribit",
        "color": "Black",
        "price": 2599,
        "category": "Audio",
        "description": "the bluetooth headphones adopt Qualcomm chipset which keeps the headphone low power consumption. Bluetooth 5.0 Tech for easy connectivity and seamless audio/video syncs within 16m. Stay connected and easily switches between two Bluetooth devices at a time.",
        "features": [
            "The striking design of Tribit bluetooth headphones is matched by exhilarating sound, which is detailed, tonally balanced and blessed with a large dose of rhythmic precision.",
            "In Bluetooth Mode, the bluetooth headphone supports up to 24 hrs music time in 2 hours charge. In a hurry? A ten minute USB quick-charge will breathe 4 hour's life into the battery.",
            "CVC8.0 noise cancelling technology offers faster processing speed with less distortion. Enjoy clear calls even in windy or noisy environments while making your voice sound clearer at the other end with Tribit bluetooth headphone over ear."
        ],
        "imgUrl": "assets/images/product-images/audio_tribit.jpg",
        "quantity": 24,
        "rating": 3.3
    },
    {
        "id": "3",
        "name": "Lenovo ThinkPad E14",
        "brand": "Lenovo",
        "color": "Black",
        "price": 64736,
        "category": "Laptop and Desktop",
        "description": "Intel Core i5 10th Gen 14-inch Full HD Thin and Light Laptop (8GB RAM/ 1TB HDD + 128GB SSD/ Windows 10 Home/ Microsoft Office Home & Student 2019/ Black/ 1.69 kg). ThinkPad Reliability (12 Military Specifications Certified) | Built to withstand rugged usage and can handle accidental knocks, drops, and even spills",
        "features": [
            "Processor: 10th Gen Intel Core i5-10210U processor, 1.6Ghz base speed, 4.2Ghz max speed, 4Cores, 6Mb Smart Cache.",
            "Operating System: Pre-loaded Windows 10 Home with lifetime validity.",
            "Display: 14-inch screen with (1920X1080) Full HD Display | Anti Glare technology | 720p HD Camera with Thinkshutter | Connectivity: Intel AX201 11ax, 2x2 + BT5.0 | Audio: Skype-certified mics and 2x 2W Harman speakers with Dolby Advanced Audio | Dual array microphone.",
            "Memory: 8GB RAM | Storage: 1TB HDD + 128GB SSD"
        ],
        "imgUrl": "assets/images/product-images/laptop_lenovo.jpg",
        "quantity": 3,
        "rating": 5
    },
    {
        "id": "4",
        "name": "Dr Smith Sofa Cum Bed",
        "brand": "Dr Smith",
        "color": "Blue",
        "price": 6999,
        "category": "Sofa beds",
        "description": "Dr Smith Sofa Cum Bed 5x6 Three Seater Sofa Moshi Fabric - Perfect for Guests and Living Room Blue. This folding foam mattress doubles as a sleeper and a sofa, providing comfort seating and serving as a convenient guest mattress in one.",
        "features": [
            "sofa com bed furniture, sofa com bed furniture 5x6, sofa com bed furniture 6x6, sofa com bed furniture 4x6",
            "Sofa cums bed furniture dimensions 5X6 Feet, Seating Capacity: three person comfortably",
            "Primary Material: EPE Foam, Soft Foam and Fabric ; Upholstery Material: Moshi Fabric",
            "Package Contains:- 1 Sofa cum Bed with Cover"
        ],
        "imgUrl": "assets/images/product-images/sofa_smith.jpg",
        "quantity": 2,
        "rating": 2
    },
    {
        "id": "5",
        "name": "Natraj Handicraft Dining Table",
        "brand": "Natraj",
        "color": "Brown Finish",
        "price": 36999,
        "category": "Dining sets",
        "description": "Natraj Handicraft Solid Sheesham Wood 6 Seater Dining Table Set Dining Table with 6 Cushion Chairs for Dining Room Home for Hotel and Office.",
        "features": [
            "Product Dimensions Table: Length (68 inch), Width (35 inch), Height (29 inch), Chair: Length (17 inch), Width (17 inch), Height (41 inch).",
            "This dining table set makes for a great addition to your home. | The set has an extremely modern and contemporary look that helps you set up a stylish dining space in your home.",
            "The product requires basic self assembly at customers end and comes with self assembly instructions along with necessary accessories."
        ],
        "imgUrl": "assets/images/product-images/diningSet_Natraj.jpg",
        "quantity": 6,
        "rating": 2
    },
    {
        "id": "6",
        "name": "Wipro Furniture Contemporary",
        "brand": "Wipro",
        "color": "Black",
        "price": 8199,
        "category": "Office chairs",
        "description": "Ergonomically engineered Synchro Tilt mechanism allowing users to tilt even while resting their feet on the floor. Fabric upholstered office chair with Adjustable Seat Height",
        "features": [
            "Product Dimensions: Chair Height (37-40 Inches), Seat Width (20 Inches), Seat Depth (21 Inches) , Seat Height (17-21 Inches)",
            "Color: Black, Size: Medium Back",
            "Warranty: 1 year limited warranty against manufacturing defects",
            "Assembly Required: The product requires basic assembly and comes with DIY (Do-It-Yourself) assembly instructions"
        ],
        "imgUrl": "assets/images/product-images/officeChair_wipro.jpg",
        "quantity": 16,
        "rating": 4
    },
    {
        "id": "7",
        "name": "Twinrle Kitchen Trolly",
        "brand": "Twinrle",
        "color": "steel",
        "price": 2999,
        "category": "Kitchen trolley",
        "description": "Kitchen Trolley Multipurpose Stainless Steel 3 Layer Portable Storage Rack | trolley with wheels for kitchen storage | vegetable trolley for kitchen",
        "features": [
            "Material : 100% stainless steel",
            "It's storage solution for your kitchen to store fruits, vegetables etc",
            "MULTIPURPOSE : Electreca trolley can be used for multi purposes, like storing fruits and vegetables,keeping books,or any other cosmetic items or cookware items and house products!",
            "Made in India"
        ],
        "imgUrl": "assets/images/product-images/kitchenTrolly_twinrle.jpg",
        "quantity": 8,
        "rating": 3
    },
    {
        "id": "8",
        "name": "Callas Foldable Laptop Table",
        "brand": "Callas",
        "color": "Black",
        "price": 1499,
        "category": "Portable laptop tables",
        "description": "Callas Multipurpose Foldable Laptop Table with Cup Holder | Drawer | Mac Holder | Table Holder Study Table, Breakfast Table, Foldable and Portable/Ergonomic & Rounded Edges/Non-Slip Legs",
        "features": [
            "Callas Bed Table Built-in iPad stand groove for holding ipad or kindle.And desk comes with a table cup holder to store cups well. The Anti-Slip Sponge can keep your laptop safe while tilted, and provide you comfort and stability while using.",
            "The metal legs are foldable, easily fold flat for convenient storage when you don't need it.There are handles on the table, you can easily take the table to any place you want to use it.It is very lightweight, easy to carry and play.Go out camping is also an ideal choice"
        ],
        "imgUrl": "assets/images/product-images/laptopTable_callas.jpg",
        "quantity": 30,
        "rating": 2
    },
    {
        "id": "9",
        "name": "Mi 80 cm Smart LED TV",
        "brand": "MI",
        "color": "Black",
        "price": 14999,
        "category": "Television",
        "description": "Packing powerful 64-bit A53 Quad-core processor, Mi’s LED TV is a perfect addition to your home. With powerful speakers and HD-ready display, this appliance is sure to offer you an immersive audio-video experience.Packing powerful 64-bit A53 Quad-core processor, Mi’s LED TV is a perfect addition to your home..",
        "features": [
            "Resolution: HD Ready Android TV (1366x768) | Refresh Rate: 60 hertz",
            "Connectivity: 3 HDMI ports to connect set top box, Blu Ray players, gaming console | 2 USB ports to connect hard drives and other USB devices",
            "Sound: 20 Watts Output | Dolby+ DTS-HD",
            "Smart TV Features : Built-In Wi-Fi | PatchWall | Netflix | Prime Video | Disney+Hotstar and more | Android TV 9.0 | Google Assistant"
        ],
        "imgUrl": "assets/images/product-images/television_MI.jpg",
        "quantity": 4,
        "rating": 4.6
    },
    {
        "id": "10",
        "name": "LG Automatic Washing Machine",
        "brand": "LG",
        "color": "Dark Grey",
        "price": 16999,
        "category": "Washing machines",
        "description": "Semi-automatic washing Machine: Economical, Low water and energy consumption, involves manual effort; Has both washing and drying functions",
        "features": [
            "Capacity 7.0 kg (wash): Suitable for large families",
            "1350 RPM: higher spin speeds helps in faster drying",
            "Special features : Spin tub capacity 5.5 kg, Normal pulsator, Rat away feature, Mech. Control method, Wash timer 15 minutes, Wind jet dry",
            "Manufacturer Warranty: 2 Years Comprehensive & 5 years on Motor T&C"
        ],
        "imgUrl": "assets/images/product-images/washingMachine_LG.jpg",
        "quantity": 8,
        "rating": 4.1
    },
    {
        "id": "11",
        "name": "Whirlpool 1.5 Ton Split AC",
        "brand": "Whirlpool",
        "color": "White",
        "price": 38000,
        "category": "Air conditioners",
        "description": "Split AC with inverter compressor: variable speed compressor which adjusts power depending on heat load.",
        "features": [
            "Capacity: 1.5 Ton. Suitable for medium sized rooms (111 to 150 sq ft)",
            "Energy Rating: 5 Star. Annual Energy Consumption: 843.95 Units. ISEER Value: 4.75",
            "Copper Condenser Coil:  Better cooling and requires low maintenance",
            "Key Features: Intellisense Inverter Technology; Noise Level: 45 db; Ambient Temperature: 55 degree Celsius"
        ],
        "imgUrl": "assets/images/product-images/ac_whirlpool.jpg",
        "quantity": 8,
        "rating": 3.8
    },
    {
        "id": "12",
        "name": "Whirlpool 325 Double Door",
        "brand": "Whirlpool",
        "color": "Omega Steel",
        "price": 37490,
        "category": "Refrigerators",
        "description": "Equipped with Microprocessors and multiple Intellisensors, the revolutionary adaptive intelligence technology continuously analyses data based on load, frequent door opening, day and night temperature change, and weather pattern to ensure optimum cooling and long lasting freshness.",
        "features": [
            "Convertible 10 in 1 modes - This next generation Convertible technology comes with an intuitive user interface and easy to use 10 modes which adapt to your everyday requirements with just a simple touch! With the Convert time of 23 min the refrigerator helps to adjust as per the need of the consumer.",
            "Up to 15 days of extended freshness powered by Adaptive Intelligence technology, Up to 99% Bacteria Prevention with Microblock Technology, Prevents excessive ripening of fruits and vegetables with Zeolite technology, Up to 7 days of dairy freshness with Adaptive Cooling technology",
            "Powerful Performance - Uniform Cooling with 3D Airflow Technology, Intellisense Inverter Compressor + Inverter fan - Up to 45% Faster cooling, Energy Saving, Exceptional durability, Super silent performance"
        ],
        "imgUrl": "assets/images/product-images/refrigerator_whirlpool.jpg",
        "quantity": 12,
        "rating": 2.7
    }
]